alacritty
base
base-devel
bash-completion
catppuccin-cursors-mocha
cmatrix
cowsay
dhcpcd
dmenu
fastfetch
feh
firefox
gcc
git
grub
htop
i3-wm
i3lock
i3status
iwd
jdk8-openjdk
kitty
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
make
neovim
networkmanager
nitrogen
openssh
pavucontrol
picom
polybar
pulseaudio
rofi
sudo
thunar
unzip
vi
vim
wireless_tools
wpa_supplicant
xorg-server
xorg-xinit
xterm
yay
yay-debug
